Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E04A.tmx
Source language: en_us
Languages: zh_cn

source: 7 Weird Things That Can Straighten Your Hair
zh_cn: 消除毛躁，使头发变直变顺畅的七种稀奇方法

source: You may think you know everything about managing your mane, but we'd bet that you've never heard of some natural, little-known solutions for battling all too common frizz.
zh_cn: 你可能觉得自己知道所有打理头发的方法，但我敢打赌，有些自然并且鲜为人知的解决头发毛躁的方法你有可能从未听说过。

source: Rather than using chemical treatments or spending hours under the blow dryer, take one of the following strand-straightening treatments for a spin.
zh_cn: 这些方法不是在吹风机下对头发做化学处理或花时间吹出来的，而是采取下面的方法之一把卷曲的头发缕直。

source: You never know, you may find you new go to for gorgeous hair.
zh_cn: 你一直不知道，你能找到新方法使自己拥有一头秀发。

source: Sulfur: One of the little-known building blocks of hair, sulfur- taken as a supplement- can actually boost hair growth (keratin, the protein which hair is made of, contains high levels of sulfur).
zh_cn: 硫磺: 很少有人知道 ，头发的组成部分之一——硫磺—— 作为补充营养的药片服用 - 实际上可以促进头发生长（角蛋白，即组成头发的蛋白质中含有高浓度的硫）。

source: But sulfur can also contribute to straightening, as it's the sufur atoms that helps keep your hair strong.
zh_cn: 但硫也有助于使头发变直，因为其硫原子有益于头发使其变强壮。

source: Vodka: Yes, seriously.
zh_cn: 伏特加：是的，这是真的。

source: Emily Heser, senior stylist for Cutler Salon, says you can add a shot of vodka to your conditioner for straighter stands.
zh_cn: 艾米丽黑瑟尔，卡特勒沙龙的资深造型师说，你可以在护发素里加一杯伏特加酒，来使头发变直。

source: "The low acidic pH level helps to close your cuticle, giving you smoother hair with so much less frizz," she explains.
zh_cn: “低酸性pH值有助于关闭角质层，让毛躁的头发顺滑，”她解释说。

source: Lime and coconut: Another DIY treatment Heser suggests is pureeing fresh coconut (the water and the meat) with the juice from two limes to make your hair more manageable.
zh_cn: 柠檬和椰子：黑瑟尔建议，另外，可以自己动手解决头发毛躁问题的办法是把新鲜椰子(包括水和果肉)做成果泥，与两个柠檬的汁混合，可使头发更易于梳理。

source: “Leave the mixture in the fridge for a few hours or overnight until it thickens,” she says.
zh_cn: “把混合后的果泥放在冰箱里几个小时或一晚，直到变稠，”她说。

source: “Apply with a haircolor brush from roots to ends, and allow to sit for 20-to-30 minutes, making sure to comb the hair until detangled and sleek.” Then, rinse out and follow with a light shampoo and conditioner.
zh_cn: “用染发刷从头发根部刷到发梢，等20至30分钟后，梳理头发，直到头发顺滑。”然后，冲洗，再涂轻盈亮发洗发水和护发素。

source: She also points to hair wrapping with coconut oil as a solution, which she says is most effective on hair that isn’t extremely curly at the root.
zh_cn: 她还指出，把头发裹上椰子油也是一个办法，她说这种方法对发根不是特别卷的头发最有效。

source: When your hair is damp, apply a little bit of oil, then part your hair as you normally would, and comb through starting in the front, clockwise behind your ear, pinning with large bobby pins every few inches.
zh_cn: 把头发打湿，涂一点点椰子油，然后像往常一样散开头发，从前面开始梳通，耳朵后面的头发顺时针梳，每隔几英寸用大发夹夹住。

source: Then, comb all the way around your head until all your hair is wrapped.
zh_cn: 然后，把头上所有头发梳通，直到所有头发裹上椰子油。

source: Leave this in until it's dry.
zh_cn: 不要动它，等它晾干。

source: "To speed things up, put the showercap on and use your blow dryer on a high heat, low blow setting for a few minutes,"she suggests.
zh_cn: “为了快点干，戴上浴帽，用吹风机把温度设成高温，离近距离吹几分钟，”她建议道。

source: "When you take the pins out, you should have much straighter hair."
zh_cn: “取下发卡时，你就能看到更多更直的头发了。”

source: Celery: If you have a juicer, put in a whole stalk of celery, including the leaves, Heser says.
zh_cn: 芹菜：如果你有榨汁机，放入整根芹菜，包括叶子，黑瑟尔说。

source: Put a splash of water into the juice, and fill up a spray bottle.
zh_cn: 把榨出来的汁液中加上水，装满一个喷雾瓶。

source: Then, spray down your hair, comb through, and let sit for 15 to 20 minutes before shampooing and conditioning as usual.
zh_cn: 然后，喷到头发上，梳理，等15到20分钟，之后像往常一样使用洗发水和护发素。

source: You can do this every day that you shampoo for smoother hair.
zh_cn: 这种方法可以每天在洗发前使用，以使头发顺滑。

source: Banana and Papaya: This smoothie-for-your-hair treatment will moisturize your mane and keep it from frizzing up.
zh_cn: 香蕉和木瓜：这种混合鲜果汁的方法可以滋润头发，防止头发翘曲。

source: Mash a very ripe banana and papaya in a bowl with two tablespoons of honey, Heser says.
zh_cn: 把一根熟透的香蕉和木瓜放入碗中搅成糊状，加入两汤匙蜂蜜， 黑瑟尔说。

source: Then, mix well and comb the mixture through the hair until your strands looks straight.
zh_cn: 然后，拌匀，把混合后的汁液沿着头发疏理，直到每缕头发看上去是直的。

source: Allow your hair to dry completely, then shampoo and condition.
zh_cn: 等头发完全干，之后再用洗发水和护发素。
